/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Leta automatiskt";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "Leta inte";

/* HexColorPickerGetVersionFormat */
"Get v%@" = "Skaffa v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personally identifying informations will be sent in order to check for updates. (Automatic checking can slow down opening the color panel with the Hex Color Picker active by a few seconds." = "Hex Color Picker kan automatiskt leta efter uppdateringar då och då. Du tvingas inte uppdatera när en ny version släpps, och ingen personlig information skickas i processen. (När Hex Color Picker letar efter uppdateringar kan första aktiveringen av färgpanelen i ett program saktas ned.)";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "Ska Hex Color Picker automatiskt leta efter uppdateringar?";